---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlternateUnits
source: html/6ff161df-c730-d968-caae-2198eb40a233.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlternateUnits Property

"Alternate Units"

## Syntax (C#)
```csharp
public static ForgeTypeId AlternateUnits { get; }
```